// import Partner from '@components/home/partner';
import SEO from '@components/seo';
import Layout from '@layouts/sectionLayout';
import type { NextPage } from 'next';

const PrivacyPolicy: NextPage = () => {
  return (
    <>
      <SEO title='개인정보 처리방침' />

      <Layout bgColor='bg-[#f4f9fb]' padding='pt-44 md:pt-24 pb-24'>
        <div className='overflow bg-white p-10 md:p-6'>
          <div className='border-b border-[#9e9e9e] pb-6 text-2xl font-bold md:text-lg'>
            개인정보 처리방침
          </div>
          <div className='pt-6 md:text-sm'>
            2022 재외동포대학생모국연수(온라인) 개인정보 처리방침
            <br />
            <br />
            2022 재외동포대학생모국연수(온라인)(이하 OKF(온라인) 운영사무국)은
            개인정보 보호법 제30조에 따라 정보주체의 개인정보를 보호하고 이와
            관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과
            같이 개인정보 처리지침을 수립, 공개합니다.
            <br />
            <br />
            제1조(개인정보의 처리목적)
            <br />
            1. 홈페이지 등록 확인 및 관리
            <br />
            2. 기타 서비스 제공에 따른 본인 식별·인증
            <br />
            3. 등록 자격 유지·관리
            <br />
            4. 제한적 본인 확인제 시행에 따른 본인확인
            <br />
            5. 서비스 부정이용 방지
            <br />
            <br />
            제2조(개인정보의 처리 및 보유기간)
            <br />
            ① OKF(온라인) 운영사무국은 법령에 따른 개인정보 보유∙이용기간 또는
            정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유∙이용기간
            내에서 개인정보를 처리∙보유합니다.
            <br />
            ② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
            <br />
            ▶ 제1조 1호~5호 : 행사 종료 및 관련 업무 처리 종료시까지
            <br />
            <br />
            제 3조(개인정보의 제3자 제공)
            <br />
            ① OKF(온라인) 운영사무국은 정보주체의 개인정보를 제1조(개인정보의
            처리 목적)에서 명시한 범위 내에서만 처리하며, 정보주체의 동의,
            법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는
            경우에만 개인정보를 제3자에게 제공합니다.
            <br />
            ② 운영사무국은 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.
            <br />
            <br />▶ 재외동포재단 (주최), 부산와이엠씨에이 재단법인 (주관)
            <br />
            - 개인정보를 제공받는 자 : 재외동포재단, 부산와이엠씨에이 재단법인
            <br />
            - 제공받는 자의 개인정보 이용목적 : 2022
            재외동포대학생모국연수(온라인) 및 공공외교 아카데미 참가자 관리
            <br />
            - 제공하는 개인정보 항목 : 국적, 이메일주소(아이디), 비밀번호, 성명,
            국가, 연락처 등
            <br />
            - 제공받는 자의 보유∙이용기간 : 재외동포대학생모국연수 행사 종료 및
            관련 업무 처리 종료 시까지
            <br />
            <br />
            제4조(정보주체의 권리∙의무 및 행사방법)
            <br />
            ① 정보주체는 OKF(온라인) 운영사무국에 대해 언제든지 다음 각 호의
            개인정보 보호 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수
            있습니다.
            <br />
            ② 제1항에 따른 권리 행사는 OKF(온라인) 운영사무국에 대해
            개인정보보호법 시행령 제41조제1항에 따라 서면, 전화, 전자우편 등을
            통하여 하실 수 있으며 OKF(온라인) 운영사무국은 이에 대해 지체 없이
            조치하겠습니다.
            <br />
            ③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자
            등 대리인을 통하여 하실 수 있습니다. 이 경우 “개인정보 처리 방법에
            관한 고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하셔야
            합니다.
            <br />
            ④ 개인정보 열람 및 처리정지 요구는 개인정보보호법 제35조 제4항,
            제37조 제2항에 의하여 정보주체의 권리가 제한될 수 있습니다.
            <br />
            ⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집
            대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
            <br />
            ⑥ OKF(온라인) 운영사무국은 정보주체 권리에 따른 열람의 요구,
            정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가
            본인이거나 정당한 대리인인지를 확인합니다.
            <br />
            <br />
            제5조(처리하는 개인정보 항목)
            <br />
            OKF(온라인) 운영사무국은 다음의 개인정보 항목을 처리하고 있습니다.
            <br />
            1. 제1조 1호~5호 :<br />
            - 필수항목 : 이메일주소(아이디), 비밀번호, 성명(국문, 영문), 국가,
            성별, 생년월일
            <br />
            - 선택항목 : 휴대폰 번호 등의 등록 시 입력하는 정보
            <br />
            2. 콘텐츠 및 참가업체 추천 등을 목적으로 인터넷 서비스 이용과정에서
            아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다 : IP주소,
            쿠키, MAC주소, 서비스 이용기록, 방문기록
            <br />
            <br />
            제6조(개인정보의 파기)
            <br />
            ① OKF(온라인) 운영사무국은 개인정보 보유기간의 경과, 처리목적 달성
            등 개인정보가 불필요하게 되었을 때에는 지체 없이 해당 개인정보를
            파기합니다.
            <br />
            ② 정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이
            달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야
            하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나
            보관장소를 달리하여 보존합니다.
            <br />
            ③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.
            <br />
            ▶ 파기절차
            <br />
            OKF(온라인) 운영사무국은 파기 사유가 발생한 개인정보를 선정하고,
            OKF(온라인) 운영사무국의 개인정보 보호책임자의 승인을 받아
            개인정보를 파기합니다.
            <br />
            ▶파기방법
            <br />
            OKF(온라인) 운영사무국은 전자적 파일 형태로 기록∙저장된 개인정보는
            기록을 재생할 수 없도록 로우레밸포멧(Low Level Format) 등의 방법을
            이용하여 파기하며, 종이 문서에 기록∙저장된 개인정보는 분쇄기로
            분쇄하거나 소각하여 파기합니다.
            <br />
            <br />
            제7조(개인정보의 안전성 확보조치)
            <br />
            OKF(온라인) 운영사무국은 개인정보의 안전성 확보를 위해 다음과 같은
            조치를 취하고 있습니다.
            <br />
            ▶ 관리적 조치 : 내부관리계획 수립․시행, 정기적 직원 교육 등<br />
            ▶ 기술적 조치 : 개인정보처리시스템 등의 접근권한 관리,
            접근통제시스템 설치, 고유식별정보 등의 암호화, 보안프로그램 설치
            <br />
            ▶ 물리적 조치 : 전산실, 자료보관실 등의 접근통제
            <br />
            <br />
            제8조(개인정보 자동 수집 장치의 설치∙운영 및 거부에 관한 사항
            <br />
            ① OKF(온라인) 운영사무국은 이용자에게 개별적인 맞춤서비스를 제공하기
            위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를
            사용합니다.
            <br />
            ② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터
            브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의
            하드디스크에 저장되기도 합니다.
            <br />
            <br />
            가. 쿠키의 사용목적: 이용자가 방문한 각 서비스와 웹 사이트들에 대한
            방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여
            이용자에게 최적화된 정보 제공을 위해 사용됩니다.
            <br />
            나. 쿠키의 설치∙운영 및 거부 : 웹브라우저 상단의 도구&gt;인터넷
            옵션&gt;개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수
            있습니다.
            <br />
            다. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수
            있습니다.
            <br />
            <br />
            제9조(개인정보 보호책임자)
            <br />
            ① OKF(온라인) 운영사무국은 개인정보 처리에 관한 업무를 총괄해서
            책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제
            등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다
            <br />
            <br />
            ▶ 개인정보 보호책임자
            <br />
            - 소속 : 비전앤커뮤니케이션
            <br />
            - 성명 : 홍규식
            <br />
            - 연락처 : 051-714-3119, vncom@vncom.kr
            <br />
            ※ 개인정보 보호 담당부서로 연결됩니다.
            <br />
            <br />
            ▶ 개인정보 보호 담당부서
            <br />
            - 소속 : 비전앤커뮤니케이션
            <br />
            - 담당자 : 지상하
            <br />
            - 연락처 : 051-714-3119, jsh1121@vncom.kr
            <br />
            <br />
            ② 정보주체는 OKF(온라인) 운영사무국의 서비스(또는 사업)을
            이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제
            등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수
            있습니다. OKF(온라인) 운영사무국은 정보주체의 문의에 대해 지체 없이
            답변 및 처리해드릴 것입니다.
            <br />
            <br />
            제10조(개인정보 열람청구)
            <br />
            정보주체는 개인정보 보호법 제35조에 따른 개인정보의 열람 청구를
            아래의 부서에 할 수 있습니다. OKF(온라인) 운영사무국은 정보주체의
            개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다.
            <br />
            <br />
            ▶ 개인정보 열람청구 접수․처리 부서
            <br />
            소속 : 비전앤커뮤니케이션
            <br />
            담당자 : 지상하
            <br />
            연락처 : 051-714-3119, jsh1121@vncom.kr
            <br />
            <br />
            제11조(권익침해 구제방법)
            <br />
            정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담
            등을 문의하실 수 있습니다.
            <br />
            <br />
            &lt;아래의 기관은 OKF(온라인) 운영사무국과는 별개의 기관으로서,
            OKF(온라인) 운영사무국의 자체적인 개인정보 불만처리, 피해구제 결과에
            만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기
            바랍니다&gt;
            <br />
            <br />
            ▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영)
            <br />
            소관업무 : 개인정보 침해사실 신고, 상담 신청
            <br />
            홈페이지 : privacy.kisa.or.kr
            <br />
            전화 : (국번 없이) 118
            <br />
            주소 : (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층
            개인정보침해신고센터
            <br />
            <br />
            ▶ 개인정보 분쟁조정위원회
            <br />
            소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)
            <br />
            홈페이지 : www.kopico.go.kr
            <br />
            전화 : (국번 없이) 1833-6972
            <br />
            주소 : (03171)서울특별시 종로구 세종대로 209 정부서울청사 4층
            <br />
            <br />
            ▶ 대검찰청 사이버범죄수사단 : 02-3480-3573 (www.spo.go.kr)
            <br />
            <br />
            ▶ 경찰청 사이버안전국 : 182 (http://cyberbureau.police.go.kr)
            <br />
            <br />
            제12조(개인정보 처리방침 변경)
            <br />
            ① 이 개인정보 처리방침은 2022. 5. 12부터 적용됩니다.
            <br />
          </div>
        </div>
      </Layout>
    </>
  );
};

export default PrivacyPolicy;
