// import Partner from '@components/home/partner';
import SEO from '@components/seo';
import Layout from '@layouts/sectionLayout';
import type { NextPage } from 'next';

const ServicePolicy: NextPage = () => {
  return (
    <>
      <SEO title='서비스 이용약관' />

      <Layout bgColor='bg-[#f4f9fb]' padding='pt-44 md:pt-24 pb-24'>
        <div className='overflow bg-white p-10 md:p-6'>
          <div className='border-b border-[#9e9e9e] pb-6 text-2xl font-bold md:text-lg'>
            서비스 이용약관
          </div>
          <div className='pt-6 md:text-sm'>
            제 1 조 (목적)
            <br />
            이 약관은 2022 재외동포대학생모국연수(온라인) (이하 “온라인연수”라
            함)이 제공하는 제반 서비스의 이용에 관한 조건 및 절차에 관한
            기본적인 사항과 기타 필요한 사항을 규정함을 목적으로 한다.
            <br />
            <br />
            제 2 조 (정의)
            <br />
            ① 이 약관에서 사용하는 용어의 정의는 다음과 같다.
            <br />
            1.서비스 : 구현되는 단말기(PC, TV, 휴대형단말기 등의 각종 유무선
            장치를 포함)와 상관없이 회원이 이용할 수 있는 온라인연수에서
            제공하는 관련 제반 서비스를 의미한다.
            <br />
            2.회 원 : 온라인연수의 서비스에 접속하여 이 약관에 따라 온라인연수와
            이용계약을 체결하고 온라인연수가 제공하는 서비스를 이용하는 고객을
            말한다.
            <br />
            3.아이디(ID) : 회원의 식별과 서비스 이용을 위하여 회원이 정하고
            온라인연수가 승인하는 문자와 숫자의 조합을 의미한다.
            <br />
            4.비밀번호 : 회원이 부여 받은 아이디와 일치되는 회원임을 확인하고
            비밀보호를 위해 회원 자신이 정한 문자 또는 숫자의 조합을 의미한다.
            <br />
            5.콘텐츠 : 온라인연수가 웹사이트에서 제공하는 온라인 강좌 및 기타
            관련 정보를 의미한다.
            <br />
            6.운영자 : 서비스의 전반적인 관리와 원활한 운영을 위하여
            온라인연수에서 선정한 사람을 의미한다.
            <br />
            7.해 지 : 온라인연수 또는 회원이 서비스 개통 이후 이용계약을
            종료시키는 의사 표시를 의미한다.
            <br />
            ② 제1항의 용어를 제외한 용어의 정의는 거래 관행 및 관계 법령에
            따른다.
            <br />
            <br />
            제 3 조 (약관의 게시와 개정)
            <br />
            ①온라인연수는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 초기
            화면에 게시한다.
            <br />
            ②온라인연수는 ‘약관의 규제에 관한 법률’, ‘정보통신망 이용촉진 및
            정보보호 등에 관한 법률(이하 “정보통신망법”이라 함)’ 등 관련법을
            위배하지 않는 범위에서 이 약관을 개정할 수 있다.
            <br />
            ③온라인연수가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여
            현행약관과 함께 제1항의 방식에 따라 그 개정약관의 적용일자 30일
            전부터 적용일자 전일까지 공지한다. 단 회원의 권리, 의무에 중대한
            영향을 주는 변경이 아닌 경우에는 적용일자 7일 전부터 공지하도록
            한다.
            <br />
            ④제3항에 따라 시행일 이후에 회원이 서비스를 이용하는 경우에는
            개정약관에 동의한 것으로 간주한다. 회원은 변경된 약관에 동의하지
            않을 경우 이용계약을 해지할 수 있다.
            <br />
            ⑤유료서비스를 이용하는 회원이 이 약관의 개정에 대해 동의하지 않아
            이용계약을 해지할 경우에는 유료서비스약관이 정한 환불정책에 따른다.
            <br />
            <br />
            제 4 조 (이용계약 체결)
            <br />
            ①이용계약은 회원이 되고자 하는 자(이하 “가입신청자”이라 함)가 약관의
            내용에 대하여 동의를 한 다음 회원가입신청을 하고 온라인연수가 이러한
            신청에 대하여 승낙함으로써 체결된다.
            <br />
            ②온라인연수는 가입신청자의 신청에 대하여 서비스 이용을 승낙함을
            원칙으로 한다. 다만, 온라인연수는 다음 각 호에 해당하는 신청에
            대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있다.
            <br />
            1.가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는
            경우. 다만, 회원자격 상실 후 1년이 경과한 자로서 온라인연수의 회원
            재가입 승낙을 얻은 경우에는 예외로 함.
            <br />
            2.실명이 아니거나 타인의 명의를 이용한 경우
            <br />
            3.허위의 정보를 기재하거나, 온라인연수가 제시하는 내용을 기재하지
            않은 경우
            <br />
            4.이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반
            사항을 위반하며 신청하는 경우
            <br />
            ③제1항에 따른 신청에 있어 온라인연수는 회원의 종류에 따라 전문기관을
            통한 실명확인 및 본인인증을 요청할 수 있다.
            <br />
            ④온라인연수는 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상
            문제가 있는 경우에는 승낙을 유보할 수 있다.
            <br />
            ⑤제2항에 따라 회원가입 신청의 승낙을 하지 아니하거나 유보한 경우,
            온라인연수는 원칙적으로 이를 가입신청자에게 알리도록 한다.
            <br />
            ⑥이용계약의 성립 시기는 온라인연수가 신청절차 상 가입완료를 한
            시점으로 한다.
            <br />
            ⑦온라인연수는 회원에 대해 정책에 따라 등급별로 구분하여 이용시간,
            이용횟수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있다.
            <br />
            <br />
            제 5 조 (회원정보의 변경)
            <br />
            ①회원은 개인정보관리화면을 통하여 언제든지 본인의 개인정보를
            열람하고 수정할 수 있다. 다만, 서비스 관리를 위해 필요한 실명,
            아이디, 국가는 수정이 불가능하다.
            <br />
            ②회원은 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인으로
            수정을 하거나 전자우편 등 기타 방법으로 온라인연수에 대하여 그
            변경사항을 알려야 한다.
            <br />
            ③제2항의 변경사항을 온라인연수에 알리지 않아 발생한 불이익에 대하여
            온라인연수는 책임지지 않는다.
            <br />
            <br />
            제 6 조 (개인정보보호 의무)
            <br />
            온라인연수는 정보통신망법 등 관계 법령이 정하는 바에 따라 회원의
            개인정보를 보호하기 위해 노력한다. 개인정보의 보호 및 사용에
            대해서는 관련법 및 온라인연수의 개인정보취급방침이 적용된다. 다만,
            온라인연수의 공식 사이트 이외의 링크된 사이트에서는 온라인연수의
            개인정보취급방침이 적용되지 않는다.
            <br />
            <br />제 7 조 ({'"회원"'}의 {'"아이디"'} 및 {'"비밀번호"'}의 관리에
            대한 의무)
            <br />
            ①회원의 아이디와 비밀번호에 관한 관리책임은 회원에게 있으며, 이를
            제3자가 이용하도록 하여서는 안 된다.
            <br />
            ②온라인연수는 회원의 아이디가 개인정보 유출 우려가 있거나, 반사회적
            또는 미풍양속에 어긋나거나 온라인연수 및 온라인연수의 운영자로
            오인할 우려가 있는 경우, 해당 아이디의 이용을 제한할 수 있다.
            <br />
            ③회원은 아이디 및 비밀번호가 도용되거나 제3자가 사용하고 있음을
            인지한 경우에는 이를 즉시 온라인연수에 통지하고 온라인연수의 안내에
            따라야 한다.
            <br />
            ④제3항의 경우에 해당 회원이 온라인연수에 그 사실을 통지하지 않거나,
            통지한 경우에도 온라인연수의 안내에 따르지 않아 발생한 불이익에
            대하여 온라인연수는 책임지지 않는다.
            <br />
            <br />제 8 조 ({'"회원"'}에 대한 통지)
            <br />
            ①온라인연수가 회원에 대한 통지를 하는 경우 이 약관에 별도 규정이
            없는 한 회원이 지정한 전자우편주소, 서비스 내 전자메모 등으로 할 수
            있다.
            <br />
            ②온라인연수는 회원 전체에 대한 통지의 경우 7일 이상 온라인연수의
            게시판에 게시함으로써 제1항의 통지에 갈음할 수 있다.
            <br />
            <br />제 9 조 ({'"연수"'}의 의무)
            <br />
            ①온라인연수는 관련법과 이 약관이 금지하거나 미풍양속에 반하는 행위를
            하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을
            다하여 노력한다.
            <br />
            ②온라인연수는 회원이 안전하게 서비스를 이용할 수 있도록
            개인정보(신용정보 포함)보호를 위해 보안시스템을 갖추어야 하며
            개인정보취급방침을 공시하고 준수한다.
            <br />
            ③온라인연수는 회원 개인의 정보를 본인의 승낙 없이 제3자에게 누설,
            배포하지 않는 것을 원칙으로 한다. 단, 아래 사항에 해당하는 겨우는
            예외로 인정한다.
            <br />
            1.정보통신망법 등 법률의 규정에 의해 국가기관의 요구가 있는 경우
            <br />
            2.범죄에 대해 수사상의 목적이 있거나 정보통신윤리위원회의 요청이
            있는 경우
            <br />
            3.기타 관계법령이 정한 절차에 따른 요청이 있는 경우
            <br />
            ④온라인연수는 서비스 이용과 관련하여 회원으로부터 제기된 의견이나
            불만이 정당하다고 인정할 경우에는 이를 처리하여야 한다. 회원이
            제기한 의견이나 불만사항에 대해서는 게시판을 활용하거나 전자우편
            등을 통하여 회원에게 처리과정 및 결과를 전달한다.
            <br />
            <br />제 10 조 ({'"회원"'}의 의무)
            <br />
            ①회원은 서비스를 이용할 때 다음의 행위를 하여서는 안 된다.
            <br />
            1.신청 또는 변경 시 허위내용의 등록
            <br />
            2.타인의 정보도용
            <br />
            3.온라인연수가 게시한 정보의 변경
            <br />
            4.온라인연수와 기타 제3자의 저작권 등 지적재산권에 대한 침해
            <br />
            5.온라인연수 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는
            행위
            <br />
            6.외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는
            정보를 서비스에 공개 또는 게시하는 행위
            <br />
            7.온라인연수의 동의 없이 영리를 목적으로 서비스를 사용하는 행위
            <br />
            8.서비스의 이용권한, 기타 이용 계약상 지위 및 권리를 타인에게 양도,
            증여하는 행위
            <br />
            9.다른 회원의 개인정보를 수집, 저장, 공개하는 행위
            <br />
            10.법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램
            포함)의 전송 또는 게시하는 행위
            <br />
            11.온라인연수의 직원이나 운영자를 사칭하거나 타인의 명의를 도용하여
            글을 게시 하거나 메일을 발송하는 행위
            <br />
            12.컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을
            방해, 파괴할 목적으로 고안된 소프트웨어 바이러스 및 기타 다른 컴퓨터
            코드, 파일, 프로그램을 포함하고 있는 자료를 게시하거나 전송하는 행위
            <br />
            13.기타 불법적이거나 부당한 행위
            <br />
            ②회원은 관계법, 이 약관의 규정, 이용안내 및 서비스와 관련하여 공지한
            주의사항, 온라인연수가 통지하는 사항 등을 준수하여야 하며, 기타
            온라인연수의 업무에 방해되는 행위를 하여서는 안 된다.
            <br />
            <br />제 11 조 ({'"서비스"'}의 제공 등)
            <br />
            ①온라인연수는 회원에게 아래와 같은 서비스를 제공한다.
            <br />
            1.온라인 교육 콘텐츠
            <br />
            2.기타 온라인연수가 추가 개발을 통해 회원에게 제공하는 일체의 서비스
            <br />
            ②온라인연수는 서비스를 일정범위로 분할하여 각 범위 별로
            이용가능시간을 별도로 지정할 수 있다. 다만, 이러한 경우에는 그
            내용을 사전에 공지한다.
            <br />
            ③서비스는 연중무휴, 1일 24시간 제공함을 원칙으로 한다.
            <br />
            ④온라인연수는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장,
            통신두절 또는 운영상 상당한 이유가 있는 경우 서비스의 제공을
            일시적으로 중단할 수 있다. 이 경우 온라인연수는 제8조(회원에 대한
            통지)에 정한 방법으로 회원에게 통지한다. 다만, 온라인연수가 사전에
            통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있다.
            <br />
            ⑤온라인연수는 서비스의 제공에 필요한 경우 정기점검을 실시할 수
            있으며, 정기점검시간은 서비스 제공화면에 공지한 바에 따른다.
            <br />
            <br />제 12 조 ({'"서비스"'}의 변경)
            <br />
            ①온라인연수는 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는
            일부 서비스를 변경할 수 있다.
            <br />
            ②서비스의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우에는
            변경사유, 변경될 서비스의 내용 및 제공일자 등은 그 변경 전 7일 이상
            해당 서비스 초기화면에 게시하여야 한다.
            <br />
            ③온라인연수는 무료로 제공되는 서비스의 일부 또는 전부를
            ‘재외동포재단’ 혹은 ‘부산YMCA’ 정책 및 운영의 필요상 수정, 중단,
            변경할 수 있으며, 이에 대하여 관련법에 특별한 규정이 없는 한
            회원에게 별도의 보상을 하지 않는다.
            <br />
            <br />
            제 13 조 (정보의 제공 및 광고의 게재)
            <br />
            ①온라인연수는 회원이 서비스 이용 중 필요하다고 인정되는 다양한
            정보를 공지사항이나 전자우편 등의 방법으로 회원에게 제공할 수 있다.
            다만, 회원은 관련법에 따른 거래관련 정보 및 고객문의 등에 대한 답변
            등을 제외하고는 언제든지 전자우편 등에 대해서 수신 거절을 할 수
            있다.
            <br />
            ②제1항의 정보를 전화 및 모사전송기기에 의하여 전송하려고 하는
            경우에는 회원의 사전 동의를 받아서 전송한다. 다만, 회원의 거래관련
            정보 및 고객문의 등에 대한 회신에 있어서는 제외된다.
            <br />
            ③온라인연수는 서비스의 운영과 관련하여 서비스화면, 홈페이지,
            전자우편 등에 광고를 게재할 수 있다. 광고가 게재된 전자우편 등을
            수신한 회원은 수신거절을 온라인연수에게 할 수 있다..
            <br />
            <br />
            제 14 조 (게시물의 저작권)
            <br />
            ①서비스에 대한 저작권 및 지적재산권은 온라인연수에 귀속된다. 단,
            회원의 게시물 및 제휴계약에 따라 제공된 저작물 등은 제외한다.
            <br />
            ②회원이 서비스 내에 게시한 게시물의 저작권은 해당 게시물의
            저작자에게 귀속된다.
            <br />
            ③회원이 서비스 내에 게시하는 게시물은 검색결과 내지 서비스 프로모션
            등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부
            수정, 편집되어 게시될 수 있다. 이 경우, 회원은 언제든지 고객센터를
            통해 해당 게시물에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 취할
            수 있다.
            <br />
            ④온라인연수는 제3항 이외의 방법으로 회원의 게시물을 이용하고자 하는
            경우에는 전화, 팩스, 전자우편 등을 통해 사전에 회원의 동의를 얻어야
            한다.
            <br />
            <br />
            제 15 조 (게시물의 관리)
            <br />
            ①회원의 게시물이 정보통신망법 및 저작권법등 관련법에 위반되는 내용을
            포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 게시물의
            게시중단 및 삭제 등을 요청할 수 있으며, 온라인연수는 관련법에 따라
            조치를 취하여야 한다.
            <br />
            ②온라인연수는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가
            인정될 만한 사유가 있거나 기타 학교 정책 및 관련법에 위반되는
            경우에는 관련법에 따라 해당 게시물에 대해 임시조치 등을 취할 수
            있다.
            <br />
            ③온라인연수는 회원이 게재 또는 등록한 내용물이 다음 각 호에
            해당된다고 판단되는 경우에 회원의 동의 없이 그 내용을 삭제할 수
            있다.
            <br />
            1.다른 회원 또는 제 3자를 비방하거나 중상모략 함으로써 타인의 명예를
            훼손시킨 경우
            <br />
            2.공공질서 및 미풍양속에 위반되는 경우
            <br />
            3.범죄적 행위에 결부된다고 인정되는 경우
            <br />
            4.제 3자의 저작 등 기타 권리를 침해하는 경우
            <br />
            5.기타 관계 법령이나 온라인연수가 정한 구정에 위배되는 경우
            <br />
            <br />
            제 16 조 (계약 해지)
            <br />
            ①회원은 언제든지 서비스 초기화면의 고객센터 또는 내 정보 관리 메뉴
            등을 통하여 이용계약 해지 신청을 할 수 있으며, 온라인연수는 관련법
            등이 정하는 바에 따라 이를 즉시 처리하여야 한다.
            <br />
            ②회원이 계약을 해지할 경우, 관련법 및 개인정보취급방침에 따라 아래와
            같이 온라인연수가 관계법령규정 또는 교육이력 유지를 위한 최소한의
            개안정보(이름, 국가 등) 등 보존할 필요가 있는 경우를 제외하고는 해지
            즉시 회원의 모든 데이터는 소멸된다.
            <br />
            1.평가 근거에 관한 기록
            <br />
            -보존근거 : 온라인교육에 대한 이수 여부 확인
            <br />
            -보존기간 : 4년
            <br />
            2.연수에 관한 기록
            <br />
            -보존근거 : 사무관리 규정 제 7조, 공문서분류 및 보존에 관한 규칙
            제4조 및 제 5조
            <br />
            -보존기간 : 영구보존
            <br />
            3.회원의 불만 또는 분쟁처리에 관한 기록
            <br />
            -보존근거 : 전자상거래 등에서의 소비자보호에 관한 법률
            <br />
            -보존기간 : 3년
            <br />
            4.방문에 관한 기록
            <br />
            -보존근거 : 통신비밀보호법
            <br />
            -보존기간 : 3개월
            <br />
            ③회원이 계약을 해지하는 경우, 회원이 작성한 게시물 중 메일, 블로그
            등과 같이 본인 계정에 등록된 게시물 일체는 삭제된다. 다만, 타인에
            의해 담기, 스크랩 등이 되어 재게시되거나, 공용게시판에 등록된 게시물
            등은 삭제되지 않으니 사전에 삭제 후 탈퇴하여야 한다.
            <br />
            <br />
            제 17 조 (이용제한)
            <br />
            ①온라인연수는 회원이 이 약관의 의무를 위반하거나 서비스의 정상적인
            운영을 방해한 경우, 경고, 일시정지, 영구이용정지 등으로 서비스
            이용을 단계적으로 제한할 수 있다.
            <br />
            ②온라인연수는 전항에도 불구하고, 주민등록법을 위반한 명의도용 및
            결제도용, 저작권법 및 컴퓨터프로그램보호법을 위반한 불법프로그램의
            제공 및 운영방해, 정보통신망법을 위반한 불법통신 및 해킹,
            악성프로그램의 배포, 접속권한 초과행위 등과 같이 관련법을 위반한
            경우에는 즉시 영구이용정지를 할 수 있다. 본 항에 따른 영구이용정지
            시 서비스 이용을 통해 획득한 쿠폰 및 기타 혜택 등도 모두 소멸되며,
            온라인연수는 이에 대해 별도로 보상하지 않는다.
            <br />
            ③온라인연수는 회원이 계속해서 6개월 이상 로그인하지 않는 경우,
            회원정보의 보호 및 운영의 효율성을 위해 이용을 제한할 수 있다.
            <br />
            ④온라인연수는 본 조의 이용제한 범위 내에서 제한의 조건 및 세부내용은
            이용제한정책 및 개별 서비스상의 운영정책에서 정하는 바에 의한다.
            <br />
            ⑤본 조에 따라 서비스 이용을 제한하거나 계약을 해지하는 경우에는
            온라인연수는 제8조[회원에 대한 통지]에 따라 통지한다.
            <br />
            ⑥회원은 본 조에 따른 이용제한 등에 대해 온라인연수가 정한 절차에
            따라 이의신청을 할 수 있다. 이 때 이의가 정당하다고 온라인연수가
            인정하는 경우 온라인연수는 즉시 서비스의 이용을 재개한다.
            <br />
            <br />
            <br />
            제 18 조 (책임제한)
            <br />
            ①온라인연수는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를
            제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제된다.
            <br />
            ②온라인연수는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는
            책임을 지지 않는다.
            <br />
            ③온라인연수는 회원이 서비스와 관련하여 게재한 정보, 자료, 사실의
            신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않는다.
            <br />
            ④온라인연수는 회원 간 또는 회원과 제3자 상호간에 서비스를 매개로
            하여 거래 등을 한 경우에는 책임이 면제된다.
            <br />
            ⑤온라인연수는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한
            규정이 없는 한 책임을 지지 않는다.
            <br />
            <br />
            제 19 조 (준거법 및 재판관할)
            <br />
            ①온라인연수와 회원 간 제기된 소송은 대한민국법을 준거법으로 한다.
            <br />
            ②온라인연수와 회원 간 발생한 분쟁에 관한 소송은 민사소송법 상의
            관할법원에 제소한다.
            <br />
            <br />
            제 20 조 (규정의 준용)
            <br />
            이용약관에 명시되지 않은 사항에 대해서는 전자상거래 등에서의 소비자
            보호에 관한 법률 등 관계 법령에 의하며, 법에 명시 되지 않은 사안에
            대해서는 관례에 따른다.
            <br />
            <br />
            부칙
            <br />
            ①이 약관은 2022년 5월 12일부터 적용된다.
            <br />
          </div>
        </div>
      </Layout>
    </>
  );
};

export default ServicePolicy;
